let KondratKrapivaTimeLime = [
    {
        id: 1,
        title: "Расцвет творчества",
        subTitle: "Научная деятельность",
        description:
            "В 1946 году в составе делегации БССР участвовал в работе I-й сессии Генеральной Ассамблеи ООН." +
            "В 1947—1952 годах — заведующий сектором языкознания Института языка и литературы Академии наук БССР, " +
            "директор Института языкознания АН БССР (1952—1956). С 1956 по декабрь 1982 года — вице-президент АН БССР. " +
            "С декабря 1982 года по март 1989 года — ведущий научный сотрудник-консультант в отделе лексикологии " +
            "и лексикографии Института языкознания имени Якуба Коласа АН БССР." +
            "Избирался депутатом ВС БССР 2—8-го созывов (1947—1990).",
        date: "1944 - 1990",
        icon: "building",
    },
    {
        id: 2,
        title: "Работа",
        subTitle: "Редакторство в разных журналах",
        description:
            "В 1939 году участвовал в Польском походе РККА. Участник советско-финской войны 1939—1940 годов. В начале Великой Отечественной войны работал " +
            "во фронтовой газете «За Советскую Беларусь», в «Красноармейской правде», в 1943—1945 годах редактировал сатирическую газету-плакат «Раздавим фашистскую гадину». " +
            "В 1945—1947 годах — редактор журнала сатиры и юмора «Вожык».",
        date: "1939 - 1947",
        icon: "pen",
    },
    {
        id: 3,
        title: "Начало творчества",
        subTitle: "Первые публикации",
        description:
            "оВ 1920—1923 годах служил в РККА." +
            "В 1924—1925 годах работал учителем начальной школы в посёлке Островок на Узденщине." +
            "В 1925 году переехал в Минск. Был членом литературного объединения «Маладняк» (до 1926 года), потом «Узвышша»." +
            "В 1925—1926 годах — инструктор Центрального бюро краеведения при Инбелкульте. " +
            "1932—1936 годы — заведующий отдела в литературном журнале «Пламя революции» (белор. «Полымя рэвалюцыі»). " +
            "В 1926—1930 годах учился на литературно-лингвистическом отделении педагогического факультета БГУ.",
        date: "1920 - 1930",
        icon: "pen",
    },
    {
        id: 4,
        title: "Учёба",
        subTitle: "Учитель и военный",
        description:
            "В 1913 году экстерном сдал экзамен на звание народного учителя. Осенью 1914 года получил место учителя в деревне Мнишаны Минской губернии. " +
            "Проработав год, был мобилизован в армию. " +
            "В марте 1916 года окончил Гатчинскую школу прапорщиков. Воевал на Румынском фронте. Был демобилизован в феврале 1918 года.",
        date: "1913 - 1918",
        icon: "studying",
    },
    {
        id: 5,
        title: "Детство",
        subTitle: "Место и семья",
        description:
            "Родился 22 февраля 1896 года в деревне Низок (ныне Узденский район Минской области Республики Беларусь) в крестьянской семье. " +
            "Родители, Кондрат Михайлович и Пелагея Даниловна Атраховичи хотели, чтобы они " +
            "остались единственному сыну Кондрату.",
        date: "22 февраля 1896",
        icon: "childhood",
    }
]

export default KondratKrapivaTimeLime;