let MaksimTankTimeLime = [
    {
        id: 1,
        title: "Председательская деятельность ",
        subTitle: "ВС БССР. Академия наук Белорусской ССР",
        description:
            "Председатель ВС БССР (1965—1971). Депутат Верховного Совета СССР с 1969 года. Академик АН Белорусской ССР с 1972 года.",
        date: "1965 - 1995",
        icon: "building",
    },
    {
        id: 2,
        title: "Писательская деятельность",
        subTitle: "Редактор в разных хурналах",
        description:
            "В 1945—1948 годы Максим Танк являлся редактором в юмористическом журнале «Вожык». В 1948—1966 годы — главный редактор белорусского литературного журнала «Полымя»",
        date: "1945 - 1966",
        icon: "pen",
    },
    {
        id: 3,
        title: "Корреспондент",
        subTitle: "Работа на фронте",
        description:
            "После воссоединения Западной Беларуси и Белорусской ССР Максим Танк являлся корреспондентом в газете «Вилейская правда». " +
            "В 1940 году принят в СП СССР. В годы Великой Отечественной войны продолжал работать во фронтовой печати.",
        date: "1940 - 1950",
        icon: "pen",
    },
    {
        id: 4,
        title: "Ранняя деятельность",
        subTitle: "Политическая активность межвоенного периода",
        description:
            "Принимал активное участие в политической жизни Западной Беларуси в межвоенный период. " +
            "Арестовывался польскими властями в 1932 и в 1934 годах. В 1936 году вступил в Коммунистическую партию Западной Беларуси.",
        date: "1932 - 1936",
        icon: "building",
    },
    {
        id: 5,
        title: "Детство",
        subTitle: "Место и семья",
        description:
            "Родился 4 сентября 1912 года в селе Пильковщина (ныне Мядельского района Минской области Беларуси) в крестьянской семье.",
        date: "4 сентября 1912",
        icon: "childhood",
    }
]

export default MaksimTankTimeLime;