let PetrBrovkaTimeLime = [
    {
        id: 1,
        title: "Итоги",
        subTitle: "Основные достижения, сборники и другое",
        description:
            "Опубликовал ряд книг стихов и поэм: «К родным берегам», «Избранные стихи и поэмы» (1934), «Приход героя» (1935), «Весна родины» (1937), «Путями боровыми» (1940). " +
            "Подвиг народа, его мужество и стойкость Бровка отразил в лиро-эпических поэмах «Беларусь» (1943), «Поэма про Смолячкова» (1942), стихах «Будем сеять, белорусы!», " +
            "«Кастусь Калиновский», «Надя-Надейка», «Могила бойца». Поэмы «Ясный Кут», «Полонянка» (1945), «Хлеб» (1946), стихи «Парк Победы», «Смерть героя», " +
            "«Кузнец» отмечены тонким лиризмом, ярким национальным колоритом. В 1957 году написал роман «Когда сливаются реки», посвящённый строительству ГЭС " +
            "на границе трёх республик, дружбе белорусов, литовцев и латышей. " +
            "Переводил на белорусский язык произведения Т. Шевченко, В. Маяковского, П. Тычины, Н. Бажана, А. Твардовского, М. Исаковского, А. Прокофьева, В. Броневского, Дж. Байрона.",
        date: "2003 - Наше время",
        icon: "pen",
    },
    {
        id: 2,
        title: "Работа",
        subTitle: "Основные достижения, сборники и другое",
        description:
            "С 1928 года — в литературном объединении «Маладняк», позже в Белорусской ассоциации пролетарских писателей (БелАПП). " +
            "В 1941—1942 году служил в РККА, работал во фронтовой и партизанской печати. В 1943—1945 годах был ответственным секретарём СП БССР, " +
            "в 1948—1967 годы — председателем Правления СП БССР. В 1945—1948 годы — главный редактор литературного журнала «Полымя». " +
            "В 1967—1980 годы — главный редактор Белорусской советской энциклопедии (ныне — «Белорусская Энциклопедия имени П. Бровки»).",
        date: "1928 - 1980",
        icon: "building",
    },
    {
        id: 3,
        title: "Учёба",
        subTitle: "Основные достижения, сборники и другое",
        description:
            "Окончил педагогический факультет БГУ (1928—1931).",
        date: "1928 - 1931",
        icon: "studying",
    },
    {
        id: 4,
        title: "Начало деятельности",
        subTitle: "Первая работа и должность",
        description:
            "В 1918—1924 годах работал переписчиком, делопроизводителем и счетоводом. В 1925—1927 годах был завотделом " +
            "Окружкома комсомола в Полоцке. В 1927—1928 годах — ответственным секретарём редакции газеты «Чырвоная Полаччына»",
        date: "1918 - 1927",
        icon: "pen",
    },
    {
        id: 5,
        title: "Детство",
        subTitle: "Место рождения, семья",
        description:
            "Родился в деревне Путилковичи (ныне Ушачский район, Витебская область, Беларусь) в крестьянской семье (9 детей). Отец — Устин Адамович. Мать — Алёна Степановна. Окончил церковно-приходскую школу в Лепеле.",
        date: "12 июня 1905",
        icon: "childhood",
    }
]

export default PetrBrovkaTimeLime;