let YakubKolasTimeLime = [
    {
        id: 1,
        title: "Расцвет творчества",
        subTitle: "Депутат и главный редактор",
        description:
            "Депутат ВС СССР (1946—1956), председатель Белорусского республиканского комитета защиты мира. " +
            "Один из редакторов академического «Русско-белорусского словаря» (1953)",
        date: "1946 — 1956",
        icon: "building",
    },
    {
        id: 2,
        title: "Военные годы",
        subTitle: "Находился в эвакуации",
        description:
            "В годы Великой Отечественной войны в эвакуации в Подмосковье, Ташкенте, Москве. В 1944 году вернулся в Минск.",
        date: "1941 - 1944",
        icon: "pen",
    },
    {
        id: 3,
        title: "Послевоенное время",
        subTitle: "Творческая и научная деятельность",
        description:
            "После демобилизации (1918) работал учителем в городе Обоянь." +
            "В мае 1921 года переехал в Минск. В дальнейшем занимался творческой и научной деятельностью." +
            "Академик (1928), с 1929 года — вице-президент Академии наук БССР, депутат ВС БССР (1938—1956).",
        date: "1918 - 1941",
        icon: "pen",
    },
    {
        id: 4,
        title: "Первая мировая война",
        subTitle: "Служба в Перми и на Румынском фронте",
        description:
            "В 1915 году эвакуировался вместе с семьёй в Подмосковье, работал учителем в Дмитровском уезде. В этом же году мобилизован в армию. " +
            "Окончил Александровское военное училище (Москва, 1916) и служил в запасном полку в Перми. " +
            "В это время его семья переехала в Обоянь (Курская губерния). В звании подпоручика летом 1917 года был отправлен на Румынский фронт..",
        date: "1915 - 1917",
        icon: "studying",
    },
    {
        id: 5,
        title: "Детство",
        subTitle: "Место рождения и семья",
        description:
            "Родился 22 октября 1882 года в деревне Акинчицы (теперь территория города Столбцы Столбцовского района Минской области Белоруссии), " +
            "в православной семье лесника Михаила Казимировича (Михася) Мицкевича и домохозяйки Анны Юрьевны Лесик. Предки по отцовской линии — католики",
        date: "22 октября 1882",
        icon: "childhood",
    }
]

export default YakubKolasTimeLime;