let YankaKupalaTimeLime = [
    {
        id: 1,
        title: "Военные годы",
        subTitle: "Популярность творчества и внезапная смерть",
        description:
            " В годы войны получила популярность яркая публицистика Янки Купалы, способная зажечь людей для сражения — его новым патриотическим стихотворениям " +
            "в этот период присуща антифашистская направленность. Уехав из Минска, " +
            "Янка Купала обосновался в Печищах, маленьком населённом пункте недалеко от Казани, чтобы обрести покой для погружения в антифашистскую публицистику. " +
            "Янка Купала скончался 28 июня 1942 года в гостинице «Москва», упав в лестничный пролёт между 9-м и 10-м этажами гостиницы, смерть была мгновенной.",
        date: "1939 - 1942",
        icon: "building",
    },
    {
        id: 2,
        title: "Работа",
        subTitle: "Смена творческих настроений",
        description:
            "С наступлением советской эпохи лирические настроения Янки Купалы подверглись некоторым изменениям. На первый план в его стихотворениях " +
            "вышел мотив ожидания светлого будущего; поэт возлагал искренние надежды на коренные изменения в жизни белорусского народа под влиянием новой эпохи. " +
            "На протяжении двух следующих десятилетий (вплоть до наступления Великой Отечественной войны) вышли в свет следующие лирические сборники: «Наследство» (1922), " +
            "«Безымянное» (1925), «Песня строительству» (1936), «Белоруссии орденоносной» (1937), «От сердца» (1940), поэмы «Над рекой Орессой» (1933), " +
            "«Тарасова доля» (1939) и некоторые другие.",
        date: "1922 - 1939",
        icon: "building",
    },
    {
        id: 3,
        title: "Первое творчество",
        subTitle: "Санкт-Петербург",
        description:
            "В конце 1909 года Купала уехал в Петербург, где проживал по адресу 4-я линия, 45. 8 июля 1910 года отдельной книгой вышла поэма «Адвечная песьня» " +
            "(Вечная песнь), а 13 марта 1910 года — сборник «Гусьляр» (Гусляр). В апреле 1910 года была завершена поэма «Курган», а в августе того же года — " +
            "драма «Сон на кургане» — символ бедного существования народа в тогдашней Белоруссии, попытка выявить его глубинные причины. " +
            "Отдельным изданием поэма опубликована в 1912 году в Санкт-Петербурге. В 1911—1913 годах Купала жил с матерью и сёстрами в имении Акопы. " +
            "В Акопах мать Купалы, Бенигна Луцевич, арендовала помещичий хутор. Здесь было написано более 80 стихотворений, пьесы «Паўлінка», " +
            "«Тутэйшыя», «Раскіданае гняздо», поэмы «Магіла льва», «Бандароўна» и др. На сегодняшний день от хаты Луцевичей сохранился лишь фундамент, колодец и беседка[4].",
        date: "1909 - 1913",
        icon: "pen",
    },
    {
        id: 4,
        title: "Обучение",
        subTitle: "Получил хорошее образование",
        description:
            "В 1909—1913 годах начинающий поэт учился в Санкт-Петербурге на подготовительных общеобразовательных курсах А. Черняева, затем в 1915 году проучился " +
            "в Московском городском народном университете имени А. Л. Шанявского, основанном в 1908 году на средства золотопромышленника и мецената " +
            "Альфонса Леоновича Шанявского и его жены.",
        date: "1909 - 1913",
        icon: "studying",
    },
    {
        id: 5,
        title: "Детство",
        subTitle: "Место рождения и семья",
        description:
            "Родился в белорусской католической семье Доминика Онуфриевича Луцевича и Бенигны Ивановны Луцевич (урождённой Волосевич) в деревне Вязынка Вилейского уезда.",
        date: "22 февраля 1896",
        icon: "childhood",
    }
]

export default YankaKupalaTimeLime;